Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/juolludeamit-sami-ulbmiliidda_id_659576.html.tmx
Source language: sme
Languages: smj

source: Juolludeamit sámi ulbmiliidda - regjeringen.no
smj: Juollodime sáme ulmijda

source: Ráđđehus árvala juolludit oktiibuot 843 miljovnna kruvnnu sámi ulbmiliidda 2012. Dat lea sullii 17 miljovnna kruvnno eanet go diibmá.
smj: Sáme dåjmaj juollodibme jahkáj 2012 le tjoahkkáj 843 millijåvnå, 17 millijåvnå lassánibme.

source: Jagi 2012 Sámediggi hálddaša 371 miljovnna kruvnno, maid sierra departemeanttat juolludit, ja dat lea sullii 11 miljovnna kruvnno eanet go 2011.
smj: Jagen 2012 háldat Sámedigge 371 millijåvnå moatte departementaj juollodimij baktu, sulle 11 millijåvnå lassánibme jages 2011.

source: - Ráđđehus lea maŋimuš golbma jagi juolludan oktiibuot 23 miljovnna kruvnno eanet sámegiela ovddideapmái Ođasmahttin-, hálddahus- ja girkodepartemeantta bušeahtas.
smj: - Ráddidus le gålmmå maŋemus jagijt lasedam sámegiela doarjjagav 23 millijåvnåj Ådåstuhttem-, háldadus- ja girkkodepartementa budsjehta baktu.

source: Sámediggái leat juolludan 12 miljovnna kruvnno eanet 2008 rájes, go das lea mávssolaš rolla sámegielaid nannemis.
smj: Sámedikke juollodimij lasedibme 2008 rájes li 12 millijåvnå boahtám Sámedikke ájnas rolla diehti sámegielaj åvddånime bargon.

source: Mun lean duhtavaš, go Sámediggái sirdet vel 1 miljovnna kruvnno 2012, stáhtaráđđi Rigmor Aasrud dadjala.
smj: Duodalasj lev gå Sámedigge oadtju duodde millijåvnåv 2012 jahkáj, javllá stáhttaráde Rigmor Aasrud.

source: Ráđđehus lea 2012 bušeahttaárvalusastis evttohan juolludit 5,246 miljovnna kruvnno Divvun-prošektii, 1 miljovnna kruvnno Sámediggái sámi nuoraid diehtojuohkimii ja sámegielaid nannemii ja 9,446 miljovnna kruvnno sámegielaid nannema doarjjaortnegii.
smj: Ráddidus le 2012 budsjehttaoajvvádusánis oajvvadam 5,246 millijåvnå kråvnå juollodimev Divvun-prosjektaj, 1 millijåvnnå kråvnå Sámedikke bargguj sáme nuoraj diehtojuohkemij ja sámegielaj bargguj ja 9,446 millijåvnå kråvnå doarjjaårnigij mij galggá sámegielav nannit.

source: Divvun-prošeavttas leat earret eará ovddidan stávvaljuohkin- ja riektačállinreaiddu davvi-, julev- ja máttasámegillii ja digitála pedagogalaš reaidduid.
smj: Divvun le ierit ietján åvddånahttám duollatjállemdárkastusáv ja korrektuvrraprográmmav nuortta- julev- ja oarjjelsámegiellaj ja digitála pedagogalasj vædtsagijt.

source: Ođđaáigásaš giellateknologiija dárbbašuvvo, vai sámegielat ceavzzášedje geavahangiellan dálá servodagas.
smj: Ådåájggásasj giellateknologija le ækton jus sámegiella galggá adnogiellan bissot udnásj sebrudagán.

source: 2012 lea vuosttaš jahki, go Tromssa universitehta doaimmaha Divvun-prošeavtta ollásit.
smj: 2012 jahke le vuostasj jahke gå Divvun le ålles dåjman Tråmså universitehtan.

source: Jahkái 2012 árvalit juolludit 233,650 miljovnna kruvnno Sámediggái Ođasmahttin-, hálddahus- ja girkodepartemeantta bušeahtas.
smj: 2012 jahkáj oajvvaduvvá 233,650 millijåvnå kråvnå Sámediggáj Ådåstuhttem- háldadus- ja girkkodepartementa budsjehta baktu.

source: Dan lassin lea geavahanláhkai vuoitu, mii juohke jagi čoaggana sámeálbmotfoanddas.
smj: Duodden boahtá jahkásasj buvtadus Sámeálmmuga fåndas.

source: Kulturdepartemeantta bušeahtas árvalit juolludit 70,4 miljovnna kruvnno Sámediggái 2012 kulturdoaimmaide. Dat lea 3 miljovnna eanet go 2011.
smj: Kultuvrradepartementa budsjehta badjel oajvvaduvvá juollodit 70,4 millijåvnå kråvnå Sámediggáj kultuvrradåjmajda 2012 jahkáj, 3 millijåvnå kråvnå lasedibme 2011 rájes.

source: Sámediggái juolluduvvo de kulturdoaimmaide badjel 38 miljovnna eanet go 2005.
smj: Sámedikke kultuvrradåjmaj juollodibme le navti laseduvvam badjel 38 millijåvnåj 2005 rájes.

source: Leat maid árvalan doarjut sámi áviissaid 23,4 miljovnnain kruvnnuin.
smj: Oajvvaduvvam le aj 23,4 millijåvnå doarjjan sáme avijsajda.

source: Doarjaga juolludit sámi áviissaid buvttadeapmái ja julevsámi ja máttasámi áviisasiidduid buvttadeapmái.
smj: Doarjja galggá sáme avijsaj buvtadibmáj ja avijssabielij buvtadibmáj julev- ja oarjjelsámegiellaj.

source: Sámi áviissaid doarjja lea lassánan badjel 10 miljovnna kruvnno 2005 rájes.
smj: 2005 rájes le doarjja sáme avijsajda lasedum badjel 10 millijåvnå kråvnåj.
